{
  "Dialogue": [
    "FLOOR 0",
    "You wake up one day and realise you have lost your phone... [Enter to continue]",
    "You look in your drawer, where you are sure you left your phone last night...",
    "Instead of your phone, you find a dark, infinite abyss. A strong gust of wind blows against your face as you look down into your drawer",
    "DIALOGUE OPTION - THIS LINE IS SKIPPED AND THE USER WILL NOT SEE THIS",
    "FLOOR 1",
    "You regain consciousness in a cold, damp underground catacombs. It's pitch black, except for a faint, eerie light in the distance.",
    "Behind you, a harrowing echo of laughter fills the darkness. You get up, clenching your stick and looking around for any semblance of a clue to what was going on.",
    "Suddenly, the faint light in the distance flashes a bright blue, perhaps signalling something to you.",
    "DIALOGUE OPTION - THIS LINE IS SKIPPED AND THE USER WILL NOT SEE THIS",
    "FLOOR 2",
    "You quickly recognise the layout of this new floor, four wings, just as the last room...",
    "You hear a haunting whisper in the distance: \"We're still here...\"",
    "A strange, melancholic melody fills the air, giving you the chills. You vaguely recognise the melody from an older part of your life..."
  ],
  "Lore": [
    "Faded Journal Entry: \n\"Day 37: Lost in the depths of these catacombs. The darkness surrounds me, and the walls whisper ancient secrets. I must find a way out. My only solace is this journal, a record of my journey and a flicker of hope.\"",
    "Weathered Inscription: \n\"Here lies the guardian of the catacombs, eternal and watchful. May their ancient power protect these hallowed halls.\"",
    "Cryptic Symbol:\nA symbol etched onto a stone wall, resembling a twisted knot. The accompanying text reads, \"The path of the lost is revealed through the entwined threads of fate.\"",
    "Torn Letter Fragment:\n\"Dearest Brother, I fear my quest for knowledge has led me astray. These catacombs hold a darkness that I cannot comprehend. If you find this, know that I love you and regret not heeding your warnings.\"",
    "Mysterious Riddle:\n\"In the heart of shadows, where echoes dwell, seek the key that hides in the cryptic spell. Three elements align, a puzzle to unfold, and the path to salvation shall then be told.\"",
    "Crumbling Gravestone:\n\"Here rests an unknown soul, forgotten by time. May their spirit find peace in the embrace of eternity.\"",
    "Whispers in the Dark:\nFaint, eerie whispers echo through the catacombs, barely audible. \"Heed the warnings... Turn back... The darkness claims all who dare to venture deeper...\"",
    "Ancient Map Fragment:\nA tattered piece of parchment with a partial map of the catacombs. It reveals a hidden chamber marked with a warning: \"Beware the restless spirits that guard the forgotten chamber. Only the pure of heart shall pass.\"",
    "Enigmatic Carvings:\nIntricate carvings on the walls depict a complex ritual. The accompanying inscription reads, \"Through the dance of shadows and the sacrifice of light, one may unlock the secrets of the catacombs.\"",
    "Mystic Sigil:\nA glowing sigil etched onto a stone pedestal. The text beside it reads, \"Activate the sigil with a single touch, and the veil of illusions shall part, revealing the truth that lies beyond.\"",
    "Faded Scroll:\n\"Beware the spectral guardians that haunt these halls. Only the light of truth can banish their restless souls.\"",
    "Engraved Tablet:\n\"In this place of darkness, the lost find solace. Seek the glowing sigils to guide your path.\"",
    "Weathered Journal Entry:\n\"The catacombs hold secrets untold. The key lies in the forgotten chamber, where darkness and light converge.\"",
    "Whispering Wind:\n\"Listen closely. The catacombs sing a lament for the lost. Only those with keen ears can decipher their sorrow.\"",
    "Cracked Statue:\n\"Once revered, now forgotten. The statue's gaze reveals the hidden passage. Seek its hollow eyes.\"",
    "Torn Diary Page:\n\"Day 12: The catacombs breathe, alive with unseen forces. Shadows dance, shifting their shapes. I fear what I cannot comprehend.\"\n\n",
    "Ancient Mural:\n\"The catacombs were built upon the bones of forgotten kings. Their power echoes through the stone, waiting to be awakened.\"\n\n",
    "Haunting Melody:\n\"Through the darkness, a haunting melody lingers. Follow its ethereal notes to find the source of forgotten music.\"",
    "Chiseled Inscription:\n\"The catacombs hold the balance of life and death. The scales of fate shall tip, revealing the path of the chosen.\"",
    "Flickering Candle:\n\"A single flame flickers, casting dancing shadows upon the walls. It guides the weary traveler towards salvation.\"",
    "Fragmented Manuscript:\n\"The catacombs were once a sacred place, a refuge for those seeking enlightenment. Now, only darkness remains.\"",
    "Eroded Symbol:\n\"Inscribe your name upon the ancient altar. The catacombs will remember, and your path shall be revealed.\"",
    "Echoing Laughter:\n\"Laughter echoes through the catacombs, a haunting mockery of the lost. Follow its twisted path, if you dare.\"",
    "Forgotten Offering:\n\"Leave a token of remembrance at the forgotten shrine. The catacombs may grant you a glimpse of forgotten truths.\"",
    "Cursed Relic:\n\"Beware the cursed artifact that lies in wait. Its touch corrupts the souls of those who seek its power.\"",
    "Veiled Reflection:\n\"Gaze into the still waters. The reflection reveals secrets hidden beneath the surface of the catacombs.\"",
    "Whispers of Betrayal:\n\"In these catacombs, trust is a fragile thread. Beware the whispers of deceit that lead astray the unwary.\"",
    "Enigmatic Keystone:\n\"Seek the missing keystone to unlock the catacombs' heart. Its absence keeps hidden the answers you seek.\"",
    "Time-Worn Compass:\n\"The compass needle spins, lost in the catacombs' twisted paths. Only the true of heart can find their way.\"",
    "Luminescent Moss:\n\"Follow the trail of luminescent moss, a guide in the eternal darkness. It leads to the catacombs' hidden chamber.\""
  ]
}